
export const Main = () => {
	return (
		<main>
			<div>
				<h2>Вітаємо на сторінці успішності студентів!</h2>
				<p>Цей сайт розроблено для того, щоб відстежувати успішність студентів в вашому вищому навчальному закладі.</p>
				<p>На цій сторінці ви можете побачити успішність своїх студентів та керувати їхнім рейтингом.</p>
			</div>
			<div>
				<h2>Студенти</h2>
				<p>Тут ви можете переглянути списки студентів за групами та їхню успішність в певних предметах. Також можна внести зміни до оцінок студентів.</p>
				<ul>
					<li><a href="#">Група 1</a></li>
					<li><a href="#">Група 2</a></li>
					<li><a href="#">Група 3</a></li>
				</ul>
			</div>
			<div>
				<h2>Викладачі</h2>
				<p>Тут ви можете знайти список викладачів вашого навчального закладу та їхні контактні дані.</p>
				<ul>
					<li>Іванова Ірина Петрівна</li>
					<li>Петров Петро Іванович</li>
					<li>Сидоренко Олена Вікторівна</li>
				</ul>
			</div>
			<div>
				<h2>Рейтинг</h2>
				<p>Тут ви можете переглянути загальний рейтинг студентів за всіма предметами та за кожним окремим предметом.</p>
				<ul>
					<li><a href="#">Загальний рейтинг</a></li>
					<li><a href="#">Рейтинг за предметом 1</a></li>
					<li><a href="#">Рейтинг за предметом 2</a></li>
					<li><a href="#">Рейтинг за предметом 3</a></li>
				</ul>
			</div>
		</main>
	)
}

export default Main
